Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/admin/ffk/ffk_5_kvensk_bibliotektjeneste_kvensk_merethe_23.03.2018.odt.tmx
Source language: nob
Languages: fkv

source: Minner og meninger
fkv: Muistot ja meiningit

source: Solgunn Hesjevoll (1947-2014) fra Børselv i Porsanger er en av dem som tok sin barndoms språk tilbake, studerte kvensk og lærte seg skriftspråket i voksen alder.
fkv: Pyssyjokilainen Solgunn Hesjevoll (1947-2014) oon yksi heistä, kuka otti lapsuuen kielen takaisin, studeeras kväänin kieltä ja oppi kirjakielen raavhaassa ijässä.

source: I boka Solgunni muistelee – Solgunn forteller tester hun ut noen av mulighetene i det nye skriftspråket.
fkv: Kirjassa Solgunni muistelee – Solgunn forteller hän freistailee uuen kirjakielen maholisuuksii.

source: Tekstene i boka er delvis basert på skriftlig arbeid gjort under språkstudiet.
fkv: Kirjan tekstiin pohjana oon kirjaliset työt mitä hän teki kielistudenttina.

source: Første del er satt opp med kvensk og norsk tekst parallelt og består av dikt, fortellinger og lokalhistorisk stoff i kortform.
fkv: Ensi osassa oon kvääninkielinen ja norjankielinen parallellinen teksti, jossa oon poeemiita, muisteluksii ja paikalishistoorialista materiaalii lyhykäisessä muovossa.

source: I andre del reflekterer hun over temaer fra kvensk språk, kultur og historie.
fkv: Toisessa osassa hän reflekteeraa kväänin kielen, kulttuurin ja histoorian teemoin ympäri.

source: Hun sammenligner Carl Schøyens bok Tre stammers møte med andre litterære framstillinger av kvenkultur, hun skriver om fornorskning og skolepolitikk og ser på utbredelse og varianter av kvensk språk.
fkv: Hän verttaa Carl Schøyenin kirjaa Tre stammers møte muitten litterääristen muisteluksiitten kans, hän kirjoittaa norjalaistamisen ja koulupolitikin ympäri, ja kattoo missä kväänin kieli löyttyy, ja kielen varianttiita.

source: Videre gjør hun en interessant gjennomgang av litteratur om internatliv i Finnmark, som hun supplerer med egne erfaringer med å være internatbarn.
fkv: Sitte hän interesantilla tavala käypi läpi litteratuurin Finmarkun internaattielämän ympäri. Hän muistelee kans omista kokemuksista internaattilapsena.

source: Siste kapittel handler om utmarksnæringer i kvensamfunnet Børselv fram til andre verdenskrig.
fkv: Viimi kapitteli muistelee Pyssyjoven kväänisamfynnin ulkoniittyhommiin ympäri kiini toisheen mailmansothaan saakka.

source: Alt i alt gir boka en velskrevet og personlig framstilling av flere viktige emneområder.
fkv: Kaikistaan kaikki se oon kirja missä muistelhaan hyvinkirjoitetula ja personallisella tavala usseitten tähelisten assiitten ympäri.

source: Det innledende diktet på kvensk og norsk,, beskriver tryggheten og stoltheten over å kunne ta sitt eget språk i bruk.
fkv: Alussa oon poeemi sekä kväänin ja norjan kielelä, «Älä kiussaa minnuu – Ikke plag meg», mikä kuvvaa turvallisuuen ja ylppeyen ette ihminen saapi ottaat oman kielen pithoon.

source: Diktet ble gitt som analyseoppgave til eksamen i finsk B-språk i videregående skole i 2013, ikke mange forfatterdebutanter har opplevd lignende!
fkv: Poeemin annethiin ananlyseeramistehtääväksi jatkokoulun suomi B-kielenä eksamenhiin vuona 2013. Ei ole kyllä paljon kirjailiijadebytanttiita kekkä oon kokenheet sellaista!

source: Solgunn Hesjevoll døde i 2014, og Solgunni muistelee ble dessverre hennes eneste bok.
fkv: Solgunn Hesjevoll kuoli vuona 2014, ja murheelista kyllä Solgunni muistelee oon hänen ainua kirja.

source: Kalevala for vår tid
fkv: Kalevala meän aikkaa varten

source: Finlands nasjonalepos Kalevala foreligger nå i to norske utgaver, ved Mikael Holmberg (2017) og Albert Lange Fliflet (1967).
fkv: Suomen nasjunaalieepos Kalevala löyttyy nyt kahtena norjankielisennä pränttäyksennä, Mikael Holmbergin (2017) ja Albert Lange Flifletin (1967) käänökset.

source: Utgavene er hver på sin måte verdifulle.
fkv: Kumpiki pränttäys oon omala tavala arvokkhaat.

source: Mikael Holmberg har valgt et talemålsnært bokmål fra vår egen tid, og gjør på den måten verket umiddelbart tilgjengelig for moderne lesere.
fkv: Mikael Holmberg oon valinu kirjoittaat kirjanorjaksi, mikä oon likelä meän aijan puhetkieltä. Tällä tavala se oon helppo tämän päivän lukkiijoile lukkeet ja ymmärttäät.

source: Albert Lange Fliflet søkte tilbake til en alderdommelig dialekt fra Telemark og gjendikta Kalevala til et arkaiskprega nynorsk.
fkv: Albert Lange Fliflet haki vanhaantuntoista Telemarkin dialektii, ja sen tähen hänen käänöksessä oon joukon arkaainen uusinorja.

source: Hans språkform kler stoffet godt og gir en dåm av urtid og opprinnelighet.
fkv: Hänen kieli passaa hyvin materiaalhiin ja anttaa tekstile esihistooriallisen aijan ja alkupörän mavun.

source: Både Holmberg og Fliflet berømmes for å ha ivaretatt det særegne Kalevala-versemålet på en god måte i sine oversettelser.
fkv: Sekä Holmbergii ja Flifletii ylistethään siitä ette het oon käänöksissä ottanheet vaarin Kalevalan omapöräisestä metrumista hyvälä tavala.

source: På Kalevala-dagen 28. februar i år ble Mikael Holmberg tildelt Epos-prisen fra Kalevalaseura/Kalevala-sällskapet, mens Albert Lange Fliflet i sin tid ble hedra med tittelen æresdoktor ved Universitetet i Helsingfors.
fkv: Kalevala-päivänä 28. fepruaarikuuta tänä vuona annethiin Mikael Holmbergille Kalevalaseuran/Kalevala-sällskapetin Epos-palkinon. Albert Lange Fliflet sai kunniatohtorin tittelin Helsingin Universiteetilta.

source: Kalevala er basert på dikt formidla gjennom finsk-karelsk runosangtradisjon, satt sammen til en litterær helhet av legen og folkeminnesamleren Elias Lönnrot.
fkv: Kalevalan pohjana oon poeemiita jokka oon tulheet suomalais-karjalaisen runolaulutradisjuunin kautta. Lääki ja kansanmuistoin kokkooja Elias Lönnrot kokos nämät poeemit litterääriseksi kokonaisuueksi.

source: Verket har femti ulike avsnitt.
fkv: Värkissä oon viisikymmentä ossaa.

source: Det forteller om verdens skapelse, om kamp mellom helteskikkelser, stammer og landsdeler og om sangens magiske kraft, som kan brukes i alle situasjoner.
fkv: Se muistelee mailman luomisesta, taisteluista sankarihaamuitten välilä, heimoista ja maanosista ja laulun maagisesta voimasta, mitä saapi pittäät kaikissa tiloissa.

source: Väinämöinen er den største helten, men mot slutten viker han for Kristusbarnet.
fkv: Väinämöinen oon isoin sankari, mutta kohti loppuu anttaa hän Kristuslapsele sijan.

source: Det er interessant at Reidar Bakke i sin forsking på sangtradisjoner finner strofer av runosang også i Varanger, sunget av informanter fra Vestre Jakobselv.
fkv: Se oon interesantti ette Reidar Bakke, joka oon tutkinu laulutradisjuuniita, löyttää runolaulun jälkii kans Varenkissa, mitä informantit Annijovesta oon laulanheet.

source: Dette har han beskrevet i en artikkel i Varanger årbok 2003, med barnesangen som eksempel.
fkv: Hän muistelee tämän ympäri yhessä artikkelissa Varanger årbokissa vuoelta 2003, ”Tuu, tuu, tupakkirulla” eksempelinä.

source: Sangtrådene i verden går i mange retninger, i dette tilfellet fra Karelen til Varanger.
fkv: Mailman lauluin langat menhään monheen suunthaan, ja tässä net menhään Karjalasta kiini Varenkhiin saakka.

source: Det er fascinerende å tenke på, og sier også noe om gjennomslagskrafta i muntlig overført tradisjon.
fkv: Se oon kyllä fasineeraava ajatus, ja se sannoo paljonki suulisen tradisjuunin läpilyövän voiman ympäri.

source: Ekte vare fra Beddari - Nilsen
fkv: Oikkeeta tavaraa Beddari - Nilseniltä

source: Trygve Beddari og Anne Margaret Nilsen synger, spiller og arrangerer på debutalbumet, utgitt i 2017.
fkv: Trygve Beddari ja Anne Margaret Nilsen laulethaan, pelathaan ja arransjeerathaan ensialbumissa «Ruija», minkä annethiin ulos vuona 2017.

source: Det gjør de med stor dyktighet og kjærlighet til stoffet sitt.
fkv: Siinä het näytethään, ette het oon hirmu sepät ja ette heän oma materiaali oon rakas ja tärkkee heile.

source: Plata har et variert, men stort sett lunt, stillferdig uttrykk.
fkv: Plaatan sisälys oon varieerattu, mutta siinä oon enniimiten hillittyy ja vaatimatonta ilmaisuu.

source: Materialet er finsk og kvensk tradisjonssang, populærmusikk, viser og en salme.
fkv: Materiaalissa oon suomen- ja kvääninkielissii tradisjuunilaului, populäärimusikkii, viisui ja yksi virsi.

source: Det synges på bokmål, nynorsk, svensk og finsk, og det spilles på gitar, kantele, piano, trekkspill og rytmeinstrumenter.
fkv: Tässä het laulethaan kirjanorjaksi, uusinorjaksi, ruottiksi ja suomeksi, ja pelathaan kitaarii, kanteletta, pianoo, vetopellii ja rytmiinstrumenttiita.

source: To spor kan nevnes.
fkv: Mainitemmapa kaksi musikkikappaletta.

source: Den kjente slageren framføres melankolsk-lyrisk med fin tostemt sang, så en virkelig kan fornemme at de to sangerne er på bølgelengde.
fkv: Opphaan slaagerin «Kultainen nuoruus» laulethaan melankoolisella ja lyyrisellä tavala kaunhiin kaksiäänisesti. Sie kuulet oikhein hyvin ette laulaajat oon samala paaropittuuella.

source: «Väinämöinens vakre vise» har tekst fra Mikael Holmbergs nye norske Kalevala-oversettelse, og synges til en tradisjonell kalevalamelodi.
fkv: Viisussa tekstin oon otettu Mikael Holmbergin uuesta Kalevala-käänöksestä, ja sen laulethaan tradisjunellilla kalevala-melodiila.

source: De mange versene handler om hvor glade og betatte alle blir av Väinämöinens kantelespill.
fkv: Monet värsyt muistelhaan kuinka iloiseksi ja ihastunheiksi kaikki tulhaan ko Väinämöinen pellaa kanteletta.

source: Unge og gamle, gutter og jenter, dyr og fugler, månen og sola, alle lytter og brister i gråt, og en herlig stemning oppstår.
fkv: Nuoret ja vanhaat, poijat ja tyttäret, elläimet ja linnut, kuu ja aurinko, kaikki kuunelhaan ja alethaan parkumhaan, ja synttyy mahtaava stemninki.

source: Beddari – Nilsen har musikalske røtter bl.a. i Pasvik i Sør-Varanger.
fkv: Beddari – Nilsen-joukon musikaaliset juuret oon muun myötä Pasviikassa Etelä-Varenkissa.

source: De har nå i flere år opptrådt på scener i sør og nord og er kjent for å levere ekte vare.
fkv: Het oon jo monta vuotta laulanheet ja pelanheet seeniilä etelässä ja pohjaisessa, ja het oon tunnetut siitä ette het leveerathaan oikkeeta tavaraa.

source: Får du sjansen til å høre dem live, skal du absolutt gripe anledningen.
fkv: Jos saat sjangsin, niin lähe vain kuuntelemhaan ko het pelathaan.

source: Tre stammers møte - et hundreårsminne
fkv: Kolmen heimon kohattelu - saanvuoenmuisto

source: I år er det hundre år siden boka Tre stammers møte kom ut.
fkv: Tänä vuona oon sata vuotta aikkaa ko kirja Tre stammers møte tuli ulos.

source: Med de tre stammene menes samer, kvener og nordmenn.
fkv: Näilä kolmela heimola meinathaan saamelaissii, kväänii ja norjalaissii.

source: Tittelen speiler på en slående måte det flerkulturelle særpreget i nord, og «tre stammers møte» har blitt fast uttrykk og en grei referanseramme f.eks. når spørsmål om bosettingshistorie skal redegjøres for.
fkv: Titteli peilaa hirmu hyvin pohjaisen kulttuurista moninaisuutta, ja «kolmen heimon kohattelu» oon tullu fasta ilmaisu ja passaava referansiraami ko pittää selvittäät esimerkiksi kysymyksii asutushistoorian ympäri.

source: Forfatteren Carl Schøyen (1877-1951) var sørlending, men skrev sine viktigste bøker om nordnorske forhold, basert på langvarige opphold med feltarbeid i landsdelen.
fkv: Kirjailiija Carl Schøyen (1877-1951) oli Norjan eteläisimästä osasta pois, mutta hänen tähelisimät kirjat muistelthiin tiloista Pohjais-Norjassa, missä hän oli pitkäaikhaisesti felttityössä.

source: Tre stammers møte har undertittel Av Skouluk-Andaras beretninger.
fkv: Tre stammers møte -kirjan alatitteli oon Av Skouluk-Andaras beretninger.

source: Fortellerstemmen tilhører Skouluk-Andaras, lærer og kven med røtter i Tornedalen, mens Schøyen sjøl trer til side i framstillinga og nevnes som en fremmed som søker kunnskap.
fkv: Hän oli koulumies ja kvääni, ja hänelä oli juuret Tornionlaksossa. Schøyen itte puolesthaan astuu sivhuun muisteluksessa, ja hänen mainithaan vierhaana kuka kokkoo tiettoo.

source: Første del behandler samisk tradisjon, historie og dagligliv, andre del innvandringa fra Tornedalen til Midt-Troms på 1800-tallet.
fkv: Ensi osa muistelee saamelaisista tradisjuuniista, histooriasta ja arkipäivästä, toinen osa maastamuutosta Tornionlaksosta Keski-Tromsshaan 1800-luvula.

source: Særlig skildres praksisen med å frakte barn over grensa i følge med samer under sesongflytting, slik at de kunne komme unna vanskelige levevilkår i hjemlandet.
fkv: Eriliikaisesti muistelhaan sen ympäri kuinka lapsii pruukathiin lähättäät jutaaviitten saamelaisten kans rajan yli, niin ette het päästhiin pois vaikkeista oloista kotimaassa.

source: Boka omtaler også læstadianismen som en viktig samfunnsendrende bevegelse.
fkv: Kirja muistelee lestadionisminki ympäri tähelisenä uskonolisenna liikkheenä, mikä muutti samfynnin.

source: Boka ble godt mottatt.
fkv: Kirjan otethiin hyvin vasthaan.

source: Den tilførte kunnskap om et emne som var lite kjent, og den ble lagt merke til for sin originale, fortellende form, med gode natur- og miljøbeskrivelser og personportretter.
fkv: Se lisäs tiettoo teeman ympäri, mistä tiiethiin vähän, ja sen panthiin merkile erikoisen, muistelevan muovon tähen, ja ko siinä oli hyvvii luonto-, miljöö- ja ihmiskuvvauksii.

source: «En i sin art enestaaende skildring av Lappers, Kvæners og Nordmænds færd og kaar i fortid og nutid», skrev Nils Collett Vogt i Dagbladets anmeldelse.
fkv: ”Se oon uniikki kuvvaus lappalaisten, kvääniin ja norjalaisten tekkoin ja elämänehtoin ympäri ennen ja nyt”, kirjoitti Nils Collett Vogt Dagbladetin kritikissä.

source: I forordet til nyutgaven av Tre stammers møte i 1977 peker Nils Magne Knutsen på at Schøyens framstilling kan trenge noen korrektiv.
fkv: Kirjan Tre stammers møte uuen pränttäyksen alkusanoissa vuoelta 1977 Nils Magne Knutsen peekkaa ette Schøyenin kuvvausta pittää oikaista vähäisen.

source: Forfatteren skildrer autentiske personer og forhold, men tegner et litt forenkla bilde.
fkv: Kirjailiija kuvvaa autentissii persooniita ja tilloi, mutta se kuva minkä hän anttaa, oon liian simppeli.

source: Motsetninger mellom de tre folkegruppene glattes over, og for den samiske befolkningens del problematiseres det i liten grad at omstillingsprosessen fra nomadisk reindrift til fastboende bygdeliv foregår på det norske samfunnets premisser.
fkv: Eroituksii kolmen kansanjoukon välilä ei kohta mainita olheen. Kirjassa ei muistela ette ko saamelaiset heitethään jutaamasta porroin kans ja alethaan asumhaan kylässä ympäri vuoen, niin se tapattuu norjalaisen samfynnin ehoila.

source: Nils Magne Knutsen har likevel dyp respekt for Carl Schøyens forfatterskap, og kaller Tre stammers møte et helt sentralt verk innenfor nordnorsk litteratur.
fkv: Nils Magne Knutsen kuitenki kunnioittaa Carl Schøyenin litterääristä työtä ja sannoo ette Tre stammers møte oon tähelinen kirja pohjaisnorjalaisessa litteratuurissa.
